/* eslint-disable max-len */
import details from 'Assets/img/img1.jpeg';
import tech from 'Assets/img/img2.jpeg';
import painting from 'Assets/img/img3.jpeg';
import customer44 from 'Assets/img/customer44.png';
import customer23 from 'Assets/img/customer23.png';
import customer57 from 'Assets/img/customer57.png';


export const articles = [
  {
    id: 1,
    title: 'Увага до дрібниць',
    subtitle: 'Якщо ви шукаєте якості, якої очікували б від дилерів, але з більш особистою та доброзичливою атмосферою, тоді вам до нас.',
    photoUrl: `${details}`
  },
  {
    id: 2,
    title: 'Сучасне обладнання',
    subtitle: 'Ми вклали кошти у спеціалізовані інструменти та діагностичне програмне забезпечення для обслуговування вашого автомобіля.',
    photoUrl: `${tech}`
  },
  {
    id: 3,
    title: 'Фарбування будь-якої складності',
    subtitle: 'За допомогою програмного забезпечення і сучасних інструментів наші колористи підберуть колір для автомобілів різних марок',
    photoUrl: `${painting}`
  },
];

export const customersReviews = [
  {
    id: 1,
    rating: 5,
    customer: 'Dim Qe',
    photo: customer44,
    text: 'Рекомендую дуже хороша компанія, а насам перед Рекомендую Власника Алі.З першого знайомства зарекомендував себе дуже добре. Все робить якісно та в сроки.БЕЗ якихось не зрозумілих платежів і довгого очікування. Перше авто в нього ремонтували Focus після аварії. Наступне вирішили замовити прямо з Америки Tiguan.Всі роботи були виконані під ключ. Алі особисто підбирав авто і в груповому чаті ми обирали які нас цікавлять та писали максимальний ціник, після чого він скидував у переписку Карфакс і казав чи будем його торгувати.(також ви можете скидувати йому свої варіанти і він скаже чи дійсно можна торгувати чи краще ні) Наступний етап викуп з акукіцону і оплата доставки.(Оплата відбувається відразу на Америку Свіфтами,а не так як в деяких компаніях що скидайте кошти нам на карту ,за транспортування ми самі заплатим логістам, а на справді кладуть собі пару сотень в карман). Потім саме важке очікування, але протягом цього періоду поки машина пливе Алі дає вам трекер по якому ви в будь-який час можете відслідкувати місце де саме ваше авто.Потім вигрузка з контейнеру та погрузка авто на трал( в деяких компаній це займає 1-2 тижні у PAINTUS 1-2 ДНІ) Ну і звичайно ремонт тут найбільша перевага що сам ВЛАСНИК НА СВОЄМУ СТО ІЗ СВОЄЮ КАМЕРОЮ ДЛЯ ПОКРАСКИ У СВОЄМУ РИХТОВОЧНОМУ ЦЕХУ ГОТУЄ АВТО ТА ДЕТАЛІ ДО НЬОГО(мінімальна кількість часу та без черг все робиться) ,а не віддає якійсь іншій компанії авто ,а потім не знаєш з кого запитувати чого не так і тд. РЕКОМЕНДУЮ АЛІ ТА ЙОГО КОМПАНІЮ PAINTUS 👍👍👍👍👍'
  },
  {
    id: 2,
    rating: 5,
    photo: customer23,
    customer: 'Сергей Кваша',
    text: 'Не любитель писать отзывы, но по результату работы с ребятами просто не смог этого не сделать. Ремонтирую не первую машину, потому прекрасно знаю подход компаний и мастеров к работе на рынке. Зачастую приходилось применять все мастерство убеждения и бороться с возражениями для достижения желаемого результата. Потому при новой необходимости выполнения кузовных и малярных работ всегда искал нового подрядчика, что называется всегда "в поиске". С PAINTUS наконец-то удалось найти людей, понимающих что такое клиентоориентированность, уважение и качественный сервис, это люди с которыми не просто можно вести конструктивный диалог, но еще и интересно и познавательно для самого себя, делятся опытом, дают дельные советы. В команде опытные мастера, им отдельное спасибо. Даже если и были допущены огрехи по покраске или сборке, принимают сторону клиента без лишних уговоров. Однозначно рекомендую! Мужики, так держать, респект!'
  },
  {
    id: 3,
    rating: 5,
    customer: 'Александр Нагорный',
    text: 'Звернувся до даної компанії по питанню фарбування бампера переднього, заднього і задньої кришки, в мене виникла форс-мажорна ситуація   , і в даній організації  "Професіонали" ( з великої літери!!!!) Пообіцяли що все зроблять  вчасно,   прийшовши приймати роботу , я був нереально здивованим таким сервісом, якого навіть на офіційних станціях не має!!!  Майстри з менеджерами виконали все ідеально, в подарунок запропонували номерні таблички,    зробили додаткову роботу , встановивши лампочки, загалом 12 з 10 моя оцінка, за що я подякував  в грошовому еквіваленті,  супер, буду рекомендувати і в подальшому даний заклад!!!!'
  },
  {
    id: 4,
    rating: 5,
    photo: customer57,
    customer: 'Dmitriy Striga',
    text: 'Отличный сервис. Пользовался уже два раза. Подбор краски и качество покраски - идеально. Работы делают в сжатые сроки. Рекомендую всем данную мастерскую!'
  },
  {
    id: 5,
    rating: 4,
    customer: 'Анна Кононенко',
    text: 'Хочу подякувати Алі, за його роботу. На моєму "Тігуані" треба було пофарбувати  бампер, крило та капот.  Я приїхала забирати машину і хотіла їхати. Керівник станції мене зупинив, бо помітив якийсь відтінок на капоті, якого я навіть не помітила коли придивилась. Мені запропонували за рахунок компанії перекрасити капот. Це приємно, коли так відносяться до кліента. Ще раз дякую.'
  },
  {
    id: 6,
    rating: 5,
    customer: 'Богдан Ермаков',
    text: 'Ремонтировал машину с Америки, осень 2020. Сделали качественный ремонт, машинка как новая, все подкрасили! Сроки быстрые, до 2+ недель) В целом все отлично, отвечают на все вопросы, работой доволен!'
  },
];
